Repository: kib/skin.neon
Catalog: language/Polish/strings.po
Languages: pl

# #31003
source: Custom Playlist
pl: Niestandardowa lista odtwarzania

# #31004
source: TV Shows
pl: Seriale

# #31005
source: MovieSet
pl: Serie

# #31006
source: PosterPlus
pl: Plakat Plus

# #31007
source: Plugins
pl: Wtyczki

# #31008
source: User Rating
pl: Ocena użytkownika

# #31009
source: Enable ABC keyboard
pl: Aktywuj klawiaturę ABC

# #31010
source: Enable startup video
pl: Odtwarzaj intro na starcie

# #31011
source: Music: Show recently added songs instead of albums
pl: Muzyka: Pokazuj utwory ostatnio dodane zamiast albumów

# #31012
source: Select folder containing weather fanart:
pl: Wybierz folder z fototapetami warunków pogody:

# #31013
source: Select bottom line RSS logo:
pl: Wybierz logo paska kanałów RSS:

# #31014
source: Selected playlist:
pl: Wybrana lista odtwarzania:

# #31015
source: Sets
pl: Serie

# #31016
source: Settings Level
pl: Poziom ustawień

# #31017
source: Custom Home
pl: Niestandardowy ekran startowy

# #31018
source: Add Submenu of Custom Scripts on Home
pl: Dodaj podmenu ze skryptem do menu startowego

# #31019
source: Hide Video Cases
pl: Ukrywaj pudełka wideo

# #31021
source: Extras
pl: Dodatek Video Extras

# #31022
source: Directed By
pl: Reżyseria

# #31023
source: Playing
pl: Odtwarzanie

# #31024
source: Page
pl: Strona

# #31025
source: Items
pl: Pozycje

# #31026
source: Misc Options
pl: Opcje dodatkowe

# #31027
source: Location
pl: Lokalizacja

# #31028
source: Actions
pl: Operacje

# #31029
source: Disable Views
pl: Ukrywanie widoków

# #31030
source: Reset Skin
pl: Przywróć domyślne ustawienia skóry

# #31031
source: Use extrathumbs instead of extrafanart folder
pl: Używaj folderu extrathumbs zamiast extrafanart

# #31033
source: Scroll Plot for Movies and TV
pl: Przewijaj fabułę filmów i programów telewizyjnych

# #31034
source: Disable Media Flags
pl: Ukrywaj etykiety mediów

# #31035
source: Disable Movies Watched Overlays
pl: Ukrywaj stan obejrzenia filmów

# #31036
source: Disable TV Show Watched Overlays
pl: Ukrywaj stan obejrzenia seriali

# #31037
source: Lock views in place (Kiosk mode)
pl: Zablokuj widoki w miejscu (tryb Kiosku)

# #31038
source: Music Visualization Options
pl: Opcje wizualizacji muzyki

# #31039
source: Use Fanart Instead of Visualisation
pl: Używaj fototapety zamiast wizualizacji

# #31040
source: Use JukeBox for Fullscreen Playback
pl: Używaj trybu szafy grającej podczas pełnoekranowego odtwarzania

# #31041
source: Enable Dark Fanart for Fullscreen Playback
pl: Używaj ciemnej fototapety w trybie pełnoekranowym odtwarzacza

# #31042
source: Hide Main Menu Items
pl: Ukrywaj pozycje menu startowego

# #31043
source: Set Options for TV Shows
pl: Ustaw opcje seriali

# #31044
source: Use Posters for TV Section
pl: Używaj plakatów w sekcji Seriale

# #31045
source: Use Banners for TV Section
pl: Używaj banerów w sekcji Seriale

# #31046
source: Path to Music Library
pl: Ścieżka folderu biblioteki muzyki

# #31047
source: Disable Movies and TV Views
pl: Ukrywaj widoki filmów i seriali

# #31050
source: Start Playing Automatically
pl: Rozpoczynaj odtwarzanie automatycznie

# #31052
source: Landscape
pl: Panorama

# #31053
source: 3D Landscape
pl: Panorama 3D

# #31055
source: Open playlist
pl: Otwórz listę odtwarzania

# #31056
source: Save playlist
pl: Zapisz listę odtwarzania

# #31057
source: Close playlist
pl: Zamknij listę odtwarzania

# #31058
source: System music files
pl: Systemowe pliki muzyczne

# #31059
source: Current playlist
pl: Aktualna lista odtwarzania

# #31061
source: Current Selected
pl: Aktualnie wybrany

# #31062
source: Poster
pl: Plakat

# #31063
source: Showcase
pl: Wizytownik

# #31064
source: Wall
pl: Kafelki Okładki

# #31065
source: Disable Music Views
pl: Ukrywaj widoki muzyki

# #31066
source: Jukebox
pl: Szafa grająca

# #31068
source: Reset all Skin Settings
pl: Przywróć domyślne ustawienia skóry

# #31069
source: Click to reset all skin settings to defaults
pl: Naciśnij, aby przywrócić domyślne ustawienia skóry

# #31070
source: Custom Music Submenus
pl: Niestandardowe podmenu Muzyka

# #31073
source: MUTE
pl: Wyciszenie

# #31074
source: Current Time
pl: Bieżący czas

# #31075
source: Finish Time
pl: Koniec o

# #31086
source: Show: Fanart
pl: Pokazuj: Fototapeta

# #31094
source: Dark Showcase
pl: Wizytownik ciemny

# #31110
source: Edit Background for Home Button
pl: Edytuj tło przycisku menu startowego

# #31112
source: Show 'TV Airing Today' on the home screen
pl: Pokazuj 'Dzisiaj na antenie' na ekranie startowym

# #31113
source: Single Image
pl: Pojedynczy obraz

# #31114
source: Multi Image
pl: Wiele obrazów

# #31115
source: Customizer
pl: Personalizacja

# #31116
source: Addon Scripts
pl: Skrypty dodatków

# #31117
source: Show recently added content on the home screen
pl: Pokazuj ostatnio dodane media na ekranie startowego

# #31119
source: Enable Custom Script Button
pl: Pokazuj niestandardowy przycisk skryptu

# #31120
source: BUTTON LABEL
pl: ETYKIETA PRZYCISKU

# #31121
source: PATH TO SCRIPT
pl: Ścieżka do skryptu

# #31124
source: Disable TvShowNextAired add-on
pl: Ukrywaj informacje dodatku TV Show Next Aired

# #31125
source: Disable TvTunes add-on
pl: Wyłącz dodatek TvTunes

# #31126
source: TvTunes
pl: Dodatek TvTunes

# #31127
source: Select Lyrics Add-On
pl: Wybierz dodatek tekstu utworów

# #31128
source: Kodi Lyrics
pl: Tekst utworu

# #31131
source: Show Video Path in Info Screen
pl: Pokazuj ścieżkę wideo na ekranie informacji

# #31132
source: MultiPlex
pl: Multipleks

# #31134
source: Slim List
pl: Wąska lista

# #31135
source: List
pl: Lista

# #31136
source: Slide
pl: Przesuwany

# #31137
source: Media View
pl: Widok mediów 1

# #31138
source: Media View 2
pl: Widok mediów 2

# #31141
source: Logo Wall
pl: Kafelki Logo

# #31142
source: Logo Fanart
pl: Logo Fototapeta

# #31143
source: Episode
pl: Epizod

# #31144
source: Thumb List
pl: Miniatury

# #31145
source: Cover Flow
pl: Potok okładek

# #31200
source: Thumbnails
pl: Miniatury

# #31201
source: Upcoming Episodes
pl: Nadchodzące premiery odcinków

# #31202
source: Logo Title
pl: Logo jako tytuł

# #31208
source: Title
pl: Tytuł

# #31213
source: WallPanel
pl: Kafelki

# #31214
source: Show: Dark View
pl: Pokazuj: Mroczny widok

# #31218
source: Power Options
pl: Opcje zasilania

# #31221
source: Use condition-based weather fanart
pl: Używaj fototapet warunków pogodowych

# #31226
source: Rated
pl: Ocenione

# #31229
source: First Premiered in
pl: Premiera w

# #31230
source: This Show Aired
pl: Data emisji

# #31231
source: Aired
pl: Data emisji

# #31233
source: Please Choose a Song
pl: Wybierz utwór

# #31234
source: on
pl: włącz

# #31235
source: Go Back
pl: Wróć

# #31237
source: Press Down for Trailer
pl: Naciśnij DÓŁ, aby obejrzeć zwiastun

# #31238
source: Press "X" to Stop
pl: Naciśnij X, aby zatrzymać

# #31240
source: Press "Left" for Trailer
pl: Naciśnij LEWO, aby obejrzeć zwiastun

# #31241
source: Show weather widget
pl: Pokazuj gadżet pogody

# #31242
source: Set Timer
pl: Zaplanuj zamknięcie

# #31243
source: Cancel Timer
pl: Anuluj licznik czasu

# #31244
source: Press Down for Info
pl: Naciśnij GÓRA po informacje

# #31245
source: Landscape Fanart
pl: Panorama

# #31246
source: Press Up or "X" to stop Trailer
pl: Naciśnij GÓRA lub X, aby zatrzymać zwiastun

# #31247
source: Disable global clock
pl: Ukrywaj zegar

# #31248
source: Use smaller global now playing for music
pl: Używaj mniejszego panelu Teraz odtwarzane dla muzyki

# #31249
source: Get Artwork
pl: Pobierz grafikę

# #31250
source: 3D Banner
pl: Baner 3D

# #31254
source: 3 Days - Mini
pl: 3 Dni - Mini

# #31255
source: 4 Days - Full
pl: 4 Dni - Pełne

# #31256
source: Global Settings
pl: Ustawienia globalne

# #31257
source: Use random music backdrops - Same ones used on Home
pl: Używaj losowych tapet muzyki - tych samych co na ekranie startowym

# #31258
source: Use random photo backdrops - Same ones used on Home
pl: Używaj losowych tapet obrazów - tych samych co na ekranie startowym

# #31259
source: Home screen options
pl: Opcje ekranu startowego

# #31260
source: Add Custom Items to Home Menu
pl: Dodaj pozycje do menu startowego

# #31261
source: Custom Favorite
pl: Niestandardowa pozycja ulubionych

# #31262
source: Set Label
pl: Ustaw etykietę

# #31263
source: Automatically Download Images for TV shows
pl: Pobieraj grafiki seriali automatycznie

# #31264
source: Click to Download [COLOR=selected]logo.png[/COLOR]
pl: Naciśnij, aby pobrać [COLOR=selected]logo.png[/COLOR]

# #31266
source: Enable 'extrafanart' - random cycling of fanart in Library mode
pl: Używaj dodatkowych tapet do pokazu slajdów w bibliotece muzyki

# #31267
source: User needs the 'extrafanart' folder at the root of TV Show or Movie folder
pl: Wymagany podfolder 'extrafanart' w folderze serialu lub filmu

# #31269
source: Use a local landcape.jpg instead of regular thumb on TV level
pl: Używaj lokalnego pliku landscape.jpg zamiast miniatury

# #31270
source: User needs a landcape.jpg image at the root of TV Show folder
pl: Niezbędny obraz landcape.jpg dla głównego folderu serialu

# #31272
source: Addons
pl: Dodatki

# #31273
source: Addon Browser
pl: Menedżer dodatków

# #31274
source: Now Playing
pl: Teraz odtwarzane

# #31275
source: Recent Episodes
pl: Odcinki ostatnio dodane

# #31276
source: Play trailers in full screen mode
pl: Odtwarzaj zwiastuny w trybie pełnoekranowym

# #31277
source: Show Lyrics Button in MusicOSD
pl: Pokazuj przycisk tekstu utworu w menu ekranowym

# #31279
source: Slide
pl: Przesuwany

# #31280
source: HD Movies
pl: Filmy HD

# #31281
source: Rotate/Zoom fanart on the home screen
pl: Animuj fototapety na ekranie startowym

# #31282
source: Enable Season Fanart on Episode level, will disable "ExtraFanart"
pl: Pokazuj fototapetę sezonu dla odcinka - blokuje dodatkowe fototapety

# #31284
source: Remove Info
pl: Usuń informacje

# #31285
source: Show Info
pl: Pokazuj informacje

# #31286
source: Plot
pl: Info

# #31287
source: Icon
pl: Ikona

# #31288
source: Shelf
pl: Półka

# #31289
source: Set Label
pl: Ustaw etykietę

# #31290
source: Set Favorite
pl: Ustaw ulubiony

# #31291
source: Set Playlist
pl: Ustaw listę odtwarzania

# #31292
source: Custom Movies Submenus
pl: Niestandardowe podmenu Filmy

# #31293
source: Set Custom Submenu Favorite
pl: Ustaw niestandardowe podmenu ulubionych

# #31294
source: Set Custom Submenu Playlist
pl: Ustaw niestandardowe podmenu listy odtwarzania

# #31295
source: Custom TV Show Submenus
pl: Niestandardowe podmenu Seriale

# #31296
source: Last Added
pl: Ostatnio dodane

# #31297
source: Disable global weather
pl: Ukrywaj globalną ikonę pogody

# #31298
source: Recent Items
pl: Ostatnio dodane

# #31300
source: Current Temp
pl: Temperatura

# #31301
source: Last Updated
pl: Ostatnia aktualizacja

# #31307
source: Hide Fanart
pl: Ukrywaj fototapety

# #31309
source: Memory Used:
pl: Użycie pamięci:

# #31317
source: Set Fanart Patnh
pl: Ustaw ścieżkę folderu z fototapetami

# #31319
source: Selected Profile
pl: Wybrany profil

# #31320
source: Last Logged In
pl: Ostatnio zalogowany

# #31325
source: Playlist Options
pl: Opcje listy odtwarzania

# #31326
source: Created
pl: Utworzony

# #31327
source: Resolution
pl: Rozdzielczość

# #31351
source: Pause
pl: Pauza

# #31353
source: Fast Forward
pl: Do przodu

# #31354
source: Rewind
pl: Do tyłu

# #31355
source: Movie menu
pl: Menu filmu

# #31356
source: Download Subtitles
pl: Pobierz napisy

# #31360
source: Watch as 2D
pl: Odtwarzaj w trybie 2D

# #31361
source: Change mode
pl: Zmień tryb

# #31362
source: Enabled
pl: Włączone

# #31400
source: Configure Appearance Settings[CR][CR]Change the skin · Set language and region · Change file listing options[CR]Set up a screensaver
pl: Konfiguracja wyglądu[CR][CR]Wybór skóry · Ustawienia regionalne · Listy plików · Wygaszacz ekranu

# #31401
source: Configure Video Settings[CR][CR]Manage your video library · Set video playback options · Change video listing options[CR]Set subtitle fonts
pl: Konfiguracja wideo[CR][CR]Biblioteka wideo · Odtwarzanie · Akceleracja · Listy wideo · Napisy

# #31402
source: Configure Music Settings[CR][CR]Manage your music library · Set music playback options · Change music listing options[CR]Setup song submission · Set karaoke options
pl: Konfiguracja muzyki[CR][CR]Biblioteka muzyki · Odtwarzanie · Listy utworów · CD-Audio · Karaoke

# #31403
source: Configure Picture Settings[CR][CR]Set picture listing options · Configure slideshows
pl: Konfiguracja obrazów[CR][CR]Listy obrazów · Pokaz slajdów

# #31404
source: Configure Weather Settings[CR][CR]Set three cities to collect weather information
pl: Konfiguracja pogody[CR][CR]Wybór dodatku · Wybór lokalizacji dla informacji pogodowych

# #31405
source: Configure Network Settings[CR][CR]Setup control of Kodi via UPnP and HTTP · Configure file sharing[CR]Set internet access options
pl: Konfiguracja usług[CR][CR]Zdalne sterowanie przez uPnP i HTTP · Współdzielenie plików[CR]Aktywacja Zeroconf · Ustawienia AirPlay

# #31406
source: Configure System Settings[CR][CR]Setup and calibrate displays · Configure audio output · Setup remote controls[CR]Set power saving options · Enable debugging · Setup master lock
pl: Konfiguracja systemu[CR][CR]Wyświetlanie obrazu · Odtwarzanie dźwięku · Urządzenia wejściowe · Internet[CR]Oszczędzanie energii · Diagnostyka · Blokady

# #31408
source: Configure Add-Ons[CR][CR]Browse for and install Add-ons from kodi.tv and other Repositories · Modify Add-on settings
pl: Konfiguracja dodatków[CR][CR]Zarządzanie zainstalowanymi dodatkami · Przeglądanie i instalowanie dodatków · Ustawienia dodatków

# #31420
source: Login
pl: Wymagany identyfikator

# #31421
source: Select your Kodi user Profile[CR]to login and continue
pl: Wybierz profil użytkownika[CR]do zalogowania, aby kontynuować

# #31422
source: Show or hide the login screen at startup.
pl: Pokazuje lub ukrywa ekran logowania po uruchomieniu.

# #31423
source: Select the profile that will be used at startup when the login screen is disabled.
pl: Wybierz profil, który będzie używany po uruchomieniu, w przypadku ukrycia ekranu logowania.

# #31501
source: Scheduled Time
pl: Zaplanowany czas

# #31502
source: Live TV
pl: Telewizja

# #31503
source: Add Group
pl: Dodaj grupę

# #31504
source: Rename Group
pl: Przemianuj grupę

# #31505
source: Delete Group
pl: Usuń grupę

# #31506
source: Available[CR]Groups
pl: Dostępne[CR]grupy

# #31507
source: Ungrouped[CR]Channels
pl: Kanały[CR]bez grupy

# #31508
source: Channels in Group
pl: Kanały w grupie

# #31510
source: Timer Set
pl: Zaplanowane zamknięcie

# #31511
source: Sort Order: Ascending
pl: Sortuj: Rosnąco

# #31512
source: Sort Order: Descending
pl: Sortuj: Malejąco

# #31513
source: View Settings
pl: Ustawienia widoku

# #31514
source: Full Screen
pl: Pełny ekran

# #31515
source: TV Airing Today
pl: Dzisiaj na atenie

# #31516
source: Use random items instead of recently added items
pl: Używaj losowych pozycji zamiast ostatnio dodanych

# #31520
source: Recent
pl: Ostatnie

# #31521
source: Random
pl: Losowo

# #31522
source: Use Artist Slideshow Addon
pl: Używaj dodatku Artist Slideshow

# #31523
source: Next Episode
pl: Kolejny odcinek

# #31721
source: Show: Banner
pl: Pokazuj: Baner

# #31724
source: Track Number
pl: Numer ścieżki

# #31725
source: Working...
pl: Uruchamianie

# #31726
source: Show background videos in full screen mode
pl: Używaj odtwarzane wideo w roli tła

# #31727
source: Show music visualisations in the background
pl: Używaj wizualizacji muzyki w roli tła

# #31728
source: Enable bottom line RSS
pl: Pokazuj kanały RSS na dole ekranu

# #31900
source: Map Alerts
pl: Mapa alarmów

# #31901
source: 36 Hour Forecast
pl: Prognoza 36 godzinna

# #31902
source: Hourly Forecast
pl: Prognoza godzinowa

# #31903
source: Weekend Forecast
pl: Prognoza na weekend

# #31904
source: 10 Day Forecast
pl: Prognoza 10 dniowa

# #31905
source: CURRENT
pl: AKTUALNY

# #31906
source: ALERTS
pl: ALARMY

# #31907
source: VIDEO
pl: WIDEO

# #31910
source: Satellite and Radar
pl: Mapa satelitarna

# #31911
source: Forecast
pl: Prognoza

# #31912
source: Conditions
pl: Warunki

# #31913
source: Severe Weather
pl: Ekstremalne warunki pogodowe

# #31914
source: Weather Outlook
pl: Prognoza pogody

# #31972
source: TV Guide
pl: Przewodnik

# #31973
source: Click to Download [COLOR=selected]poster.jpg[/COLOR]
pl: Naciśnij, aby pobrać [COLOR=selected]poster.jpg[/COLOR]

# #31974
source: Click to Download [COLOR=selected]banner.jpg[/COLOR]
pl: Naciśnij, aby pobrać [COLOR=selected]banner.jpg[/COLOR]

# #31975
source: Click to Download [COLOR=selected]landscape.jpg[/COLOR]
pl: Naciśnij, aby pobrać [COLOR=selected]landscape.jpg[/COLOR]

# #31976
source: Click to Download [COLOR=selected]clearart.png[/COLOR]
pl: Naciśnij, aby pobrać [COLOR=selected]clearart.png[/COLOR]

# #31977
source: The below items will download the corresponding artwork for all TV Shows. [COLOR=red]Warning[/COLOR]: It will overwrite existing files
pl: Poniższe pozycję umożliwiają pobranie odpowiednich grafik dla wszystkich seriali. [COLOR=red]Uwaga[/COLOR]: Istniejące pliki zostaną nadpisane

# #31978
source: These are all of the currently installed custom images used in the TV Views. When updating it may take time for Kodi to update the image in its cache.
pl: To są wszystkie aktualnie zainstalowane niestandardowe obrazy używane w widokach seriali. Po ich aktualizacji niezbędne jest oczekiwanie na aktualizację przez Kodi bufora obrazów.

# #31979
source: TV: Use large recently added view
pl: TV: Używaj dużego widoku ostatnio dodanych

# #31980
source: Movies: Use large recently added view
pl: Filmy: Używaj dużego widoku ostatnio dodanych

# #31981
source: Items
pl: Pozycje
